Repository: Vistaus/weight-tracker
Catalog: po/*.po
Languages: ca, de, es, fr, it

source: About
ca: Quant a
de: Über
es: Acerca de
fr: À propos
it: A proposito

source: Weight Tracker %1 (Beta)
ca: Seguidor de pes %1 (Beta)
es: Monitor de peso %1 (Beta)
fr: Suivi du poids %1 (Béta)
it: Weight Tracker %1 (Béta)

source: Source Code
ca: Codi font
es: Código fuente
fr: Code source
it: Codice sorgente

source: Report bug
ca: Informació d'errors
de: Fehler melden
es: Informar de un error
fr: Signaler une anomalie
it: Segnala bugs

source: License
ca: Llicència
de: Lizenz
es: Licencia
fr: Licence
it: Licenza

source: GPL-3.0 License
ca: Llicència GPL-3.0
de: GPL 3.0 Lizenz
es: Licencia GPL-3.0
fr: Licence GPL-3.0
it: Licenza GPL-3.0

source: Original Author
ca: Autor original
de: Originaler Autor
es: Autor original

source: My other apps
ca: Les meves altres aplicacions
de: Meine anderen Apps
es: Mis otras aplicaciones
fr: Mes autres applications
it: Altre mie apps

source: Insert new Weight by swiping up from the bottom of the screen.
ca: Introduïu el nou pes arrossegant cap a dalt des de de la part inferior de la pantalla.
de: Vom unteren Bildschirmrand wischen um neues Gewicht einzugeben.
es: Introduzca el nuevo peso arrastrando hacia arriba desde la parte inferior de la pantalla.
fr: Saisissez un nouveau poids en faisant glisser votre doigt à partir du bas de l'écran.
it: Inserisci il nuovo peso facendo uno swipe su dal basso dello schermo.

source: Not enough data to show a chart.
ca: No hi ha dades suficients per mostrar un gràfic.
de: Nicht genügend Daten für die Anzeige.
es: No hay datos suficientes para mostrar un gráfico.
fr: Pas assez de données pour afficher un graphique.
it: Non ci sono abbastanza dati per tracciare un grafico.

source: Weight statistics
ca: Estadístiques de pes
de: Gewichtsstatistik
es: Estadísticas de peso
fr: Statistiques de poids
it: Statistiche del peso

source: Avarage weight:
ca: Mitjana del pes:

source: Average last week
ca: Mitjana de la setmana passada
de: Durchschnitt letzter Woche
es: Media de la pasada semana
fr: Moyenne sur la semaine
it: Media dell'ultima settimana

source: Average last month
ca: Mitjana del mes passat
de: Durchschnitt letztes Monat
es: Media del pasado mes
fr: Moyenne sur le mois
it: Media dell'ultimo mese

source: Average last year
ca: Mitjana de l'any passat
de: Durchschnitt letztes Jahr
es: Media del pasado año
fr: Moyenne sur l'année
it: Media dell'ultimo anno

source: Changes in weight:
ca: Canvis en el pes:
de: Änderung im Gewicht:
es: Cambios en el peso:
fr: Évolution du poids :
it: Variazioni del peso :

source: Changes last week
ca: Canvis la setmana passada
de: Änderung letzte Woche
es: Cambios en la semana pasada
fr: Évolution sur la semaine
it: Variazioni dell'ultima settimana

source: Changes last month
ca: Canvis el mes passat
de: Änderung letztes Monat
es: Cambios en el mes pasado
fr: Évolution sur le mois
it: Variazioni dell'ultimo mese

source: Changes last year
ca: Canvis l'any passat
de: Änderung letztes Jahr
es: Cambios en el año pasado
fr: Évolution sur l'année
it: Variazioni dell'ultimo anno

source: Changes from start
ca: Canvis des del principi
de: Änderung seit Beginn
es: Cambios desde el principio
fr: Évolution depuis le début
it: Variazioni dall'inizio

source: The highest weight
ca: El pes més alt
de: Höchstes Gewicht
es: El peso más alto
fr: Poids le plus élevé
it: Peso massimo

source: The lowest weight
ca: El peso més baix
de: Niedrigstes Gewicht
es: El peso más bajo
fr: Poids le plus faible
it: Peso più basso

source: LB
ca: Ll

source: Weight History
ca: Historial de pes
de: Gewichtsverlauf
es: Historial del peso
fr: Historique du poids
it: Storico del peso

source: Your weight today is %1
ca: El vostre pes avui és %1
de: Dein Gewicht heute ist %1
es: Su peso hoy es %1
fr: Votre poids est de %1 aujourd'hui
it: Il tuo peso oggi è %1

source: No weight today.
ca: No hi ha pes avui.
de: Heute kein Gewicht.
es: Ningún peso hoy.
fr: Aucun poids aujourd'hui.
it: Nessun peso oggi.

source: Weight Tracker
ca: Seguidor de pes
es: Monitor de peso
fr: Suivi du poids
it: Statistiche di peso

source: Info
ca: Informació
es: Información
fr: Informations
it: Informazioni

source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
fr: Paramètres
it: Settaggi

source: history
ca: historial
de: Verlauf
es: historial
fr: historique
it: Storico

source: Insert new weigth
ca: Introdueix un nou pes
de: Neues Gewicht eingeben
es: Introducir un nuevo peso
fr: Saisir un nouveau poids
it: Inserisci il nuovo peso

source: Your Weight:
ca: El vostre pes:
de: Dein Gewicht:
es: Su peso:
fr: Votre poids :
it: Il tuo peso:

source: Leave empty to delete weight
ca: Deixeu buit per esborrar el pes
de: Leer lassen um Gewicht zu löschen
es: Dejar vacío para borrar el peso
fr: Laisser vide pour supprimer un poids
it: Lascia vuoto per cancellare il peso

source: Date:
ca: Data:
de: Datum:
es: Fecha:
it: Data:

source: Save
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Date exist
ca: La data ja existeix
de: Datum existiert
es: La fecha existe
fr: La date existe déjà
it: La data esiste già

source: On this date you already have a weight, do you want to update to the new weigth?
ca: Ja teniu un pes en aquesta data, voleu actualitzar al nou pes?
de: Bei diesem Datum gibt es bereits ein Gewicht möchtest auf das neue Gewicht updaten?
es: En esta fecha ya tiene un peso, ¿quiere actualizar al nuevo peso?
fr: Vous avez déjà saisi un poids à cette date, souhaitez-vous mettre à jour avec le nouveau poids ?
it: In questa data hai già un peso, vuoi sovrascrivere con la nuova misura?

source: Are you sure you want to delete this entry?
ca: Segur que voleu esborrar aquesta entrada?
de: Diesen Eintrag wirklich löschen?
es: ¿Seguro que quiere borrar esta entrada?
fr: Êtes-vous sûr de vouloir supprimer cette entrée ?
it: Sei sicuro di voler cancellare questo dato?

source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella

source: Update
ca: Actualitza
es: Actualizar
fr: Mettre à jour
it: Aggiorna

source: Delete
ca: Esborra
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella

source: LB/IN
ca: LL/IN

source: Older then month
ca: Més antic que un mes
es: Mas antiguo que un mes
fr: Il y a plus d'un mois
it: Più di un mese

source: Older then 6 month
ca: Més antic que 6 mesos
de: Älter als sechs Monate
es: Mas antiguo que 6 meses
fr: Il y a plus de 6 mois
it: Più di 6 mesi

source: Older then year
ca: Més antic que un any
es: Mas antiguo que un año
fr: Il y a plus d'un an
it: Più di un anno

source: All history
ca: Tot l'historial
de: Gesamter Verlaub
es: Todo el historial
fr: Tout l'historique
it: Tuto lo storico

source: User Settings:
ca: Configuració d'usuari
de: Benutzereinstellungen:
es: Configuración de usuario:
fr: Paramètres utlisateur :
it: Parametri Utente:

source: User profile
ca: Perfil d'usuari
de: Benutzerprofil
es: Perfil de usuario
fr: Profil de l'utilisateur
it: Profilo Utente

source: General Settings:
ca: Configuració general:
de: Allgemeine Einstellungen:
es: Configuración general:
fr: Paramètres généraux :
it: Parametri Generali:

source: Units
ca: Unitats
de: Einheiten
es: Unidades
fr: Unités
it: Unità

source: Show on the Metric
ca: Mostrar en el sistema mètric
es: Mostrar en el sistema métrico
fr: Afficher les unités
it: Mostra la metrica

source: Clear History
ca: Esborra l'historial
de: Verlauf löschen
es: Limpiar el historial
fr: Effacer l'historique
it: Cancella lo storico

source: Delete user
ca: Elimina l'usuari
de: Benutzer löschen
es: Borrar usuario
fr: Supprimer l'utilisateur
it: Cancella l'Utente

source: You can't delete the last user!
ca: No podeu eliminar l'últim usuari!
de: Du kannst den letzten Benutzer nicht löschen!
es: ¡No puede borrar el último usuario!
fr: Vous ne pouvez pas supprimer le dernier utilisateur !
it: Non puoi cancellare l'ultimo Utente!

source: You'll delete %1 account
ca: Eliminareu el compte de %1
de: Lösche Benutzer %1
es: Borrará la cuenta de %1
fr: Vous allez supprimer le compte associé à %1
it: Cancellerai l'Utente %1

source: You'll delete %1 history
ca: Eliminareu l'historial de %1
de: Lösche Verlauf %1
es: Borrará el historial de %1
fr: Vous allez supprimé l'historique associé à %1
it: Cancellerai lo Storico di %1

source: last week
ca: setmana passada
de: letzte Woche
es: semana pasada
fr: cette semaine
it: questa settimana

source: Average %1
ca: Mitjana %1
de: Durchschnitt %1
es: Media %1
fr: Moyenne %1
it: Media %1

source: Your average weight in the %1
ca: La mitjana del vostre pes en el %1
de: Durchschnittliches Gewicht in %1
es: Su peso medio en el %1
fr: Votre poids moyen %1
it: Tuo peso medio nel %1

source: last month
ca: mes passat
de: letztes Monat
es: mes pasado
fr: ce mois-ci
it: questo mese

source: last year
ca: any passat
de: letztes Jahr
es: año pasado
fr: cette année
it: quest'anno

source: Your highest weight
ca: El vostre pes més alt
de: Dein höchstes Gewicht
es: Su peso más alto
fr: Votre poids le plus élevé
it: Il tuo peso massimo

source: Your lowest weight
ca: El vostre pes més baix
de: Dein niedrigstes Gewicht
es: Su peso más bajo
fr: Votre poids le plus faible
it: Il tuo peso minimo

source: You loss %1
ca: Heu perdut %1
de: Du hast %1 abgenommen
es: Perdió %1
fr: Vous avez perdu %1
it: Hai perso %1

source: You added %1
ca: Heu guanyat %1
de: Du hast %1 zugenommen
es: Ganó %1
fr: Vous avez pris %1
it: Hai preso %1

source: from start
ca: des del principi
de: seit Beginn
es: desde el principio
fr: depuis le début
it: dall'inizio

source: Male
ca: Home
de: Männlich
es: Hombre
fr: Homme
it: Uomo

source: Female
ca: Dona
de: Weiblich
es: Mujer
fr: Femme
it: Donna

source: It is your first use, insert your details to proceed
ca: Si és el seu primer cop, introduïu els vostres detalls per continuar
de: Bitte Details eingeben um fortzufahren
es: Si es su primera vez, introduzca sus datos para continuar
fr: Il s'agit de votre première utilisation, saisissez quelques détails pour continuer
it: Se è il tuo primo utilizzo, inserisci i tuoi parametri per procedere

source: Your Name:
ca: El vostre nom:
de: Name:
es: Su nombre:
fr: Votre nom :
it: Il tuo nome:

source: Your Age:
ca: La vostra edat:
de: Alter:
es: Su edad:
fr: Votre âge :
it: La tua età:

source: Your Height:
ca: El vostre pes:
de: Körpergröße:
es: Su altura:
fr: Votre taille :
it: Il tuo peso:

source: Gender
ca: Gènere
de: Geschlecht
es: Género
fr: Genre
it: Genere

source: Hi
ca: Hola
es: Hola
fr: Salut
it: Ciao

source: Your last weight from
ca: El vostre últim pes des de
de: Dein letztes Gewicht vom
es: Su último peso desde
fr: Votre dernier poids du
it: Il tuo ultimo peso da

source: Your BMI
ca: El vostre IMC
de: Dein BMI
es: Su IMC
fr: Votre IMC
it: Il tuo IMC

source: Very Severely Underweight
ca: Baix pes molt greu
de: Sehr starkes Untergewicht
es: Muy seriamente bajo el peso apropiado
fr: Maigreur très sévère
it: Molto sotto peso

source: Severely Underweight
ca: Baix pes greu
de: Starkes Untergewicht
es: Seriamente bajo el peso apropiado
fr: Maigreur sévère
it: Sotto peso

source: Underweight
ca: Baix pes
de: Untergewicht
es: Bajo el peso apropiado
fr: Maigreur
it: Magro

source: Overweight
ca: Sobrepès
de: Übergewicht
es: Sobrepeso
fr: Surpoids
it: Sovrappeso

source: Obese
ca: Obès
de: Fettleibig
es: Obeso
fr: Obésité
it: Obeso

source: Obese Class I
ca: Obès Classe I
de: Fettleibig Klasse I
es: Obeso Clase I
fr: Obésité de classe I
it: Obesità di classe I

source: Obese Class II
ca: Obès Classe II
de: Fettleibig Klasse II
es: Obeso Clase II
fr: Obésité de classe II
it: Obesità di classe II

source: Obese Class III
ca: Obès Classe III
de: Fettleibig Klasse III
es: Obeso Clase III
fr: Obésité de classe III
it: Obesità di classe III

source: Your weight increased from the last time
ca: El vostre pes ha augmentat des de l'últim cop
de: Dein Gewicht ist seit dem letzten Mal gestiegen
es: Su peso ha aumentado desde la última vez
fr: Votre poids a augmenté depuis la dernière fois
it: Il tuo incremento di peso dall'ultima volta

source: Your weight decreased from last time
ca: El vostre pes s'ha reduït des de l'últim cop
de: Dein Gewicht ist seit dem letzten Mal gesunken
es: Su peso se ha reducido desde la última vez
fr: Votre poids a diminuéé depuis la dernière fois
it: La tua perdita di peso dall'ultima volta

source: Your weight same as last time
ca: El vostre pes s'ha mantingut des de l'últim cop
de: Dein Gewicht blieb seit dem letzten Mal gleich
es: Su peso se mantiene desde la última vez
fr: Votre poids est identique à la dernière fois
it: Il tuo peso è uguale a quello dell'ultima volta

source: Your weight is higher than recommended
ca: El vostre pes és més gran que el recomanat
de: Dein Gewicht ist höher als empfohlen
es: Su peso es mayor que el recomendado
fr: Votre poids est plus haut que recommandé
it: Il tuo peso è maggiore di quanto raccomandato

source: Your weight is lower than recommended
ca: El vostre pes és més reduït que el recomanat
de: Dein Gewicht ist niedriger als empfohlen
es: Su peso es menor que el recomendado
fr: Votre poids est plus bas que recommandé
it: Il tuo peso è inferiore a quanto raccomandato

source: Weight Tracker is is an app that allows you to track your weight, including BMI Status and more statistics.
ca: El Seguidor de Pes és una aplicació que us permet controlar el vostre pes, incloent-hi el vostre IMC i més estadístiques.
de: Weight Tracker ist eine App um dein Gewicht zu verfolgen, inklusive BMI und Statistiken.
es: Monitor de peso es una aplicación que le permite monitorizar su peso, incluyendo su IMC (índice de masa corporal) y más estadísticas.

source: Current Author
de: Aktueller Autor
es: Autor actual

source: Average weight:
de: Durchschnittliches Gewicht:
es: Peso medio:

source: General:
de: Generell:
fr: Général :
it: Generale:

source: Normal
it: Normale
